[
  {
    "id": "1735742975273",
    "content": "我们做种种的事，那第一等事学做圣贤，其实不脱离种种的事对吧？不是说有朝一日，你给了我一个圣贤的名号，我就成了圣贤。我仍然是摆地摊的人，却是个圣贤，这就是王阳明心学。你有大的才华做大的事情，有小的才华做小的事情，每个人都这样。所以我们读王阳明传习录要点在一个习字，不要把它看成是学术，学术的事情主要是专家的事情，与我们没什么关系，没大的关系，如果你要锻炼着锻炼你的头脑是吧？那么来读读哲学的东西，以便头脑的思考更周密更深入，那叫满足头脑，这是心要被满足，这是我们读传习录的意义所在。\n\n王德峰讲传习录",
    "timestamp": "2025-01-01T14:49:35.273Z"
  },
  {
    "id": "1735740288204",
    "content": "百尺竿头更进一步，更进一步是什么意思？回到现实生活中来。那么回来有两种回法，一种是禅宗的回来，那叫担水砍柴，无非妙道，禅宗达到了。他虽然要逃，逃那个君臣、逃那个父子、逃那个夫妇，但他还在生活中担水砍柴。那么儒家第一先受禅宗之启发，然后不免再问一句，如果说担水砍柴是妙道，无非妙道，那么我还可以说第二句话侍父侍君，亦是妙道，对我们的亲人承担起我们该承担的责任，对我们这个民族承担起我们该承担的责任，这一个叫侍父，一个叫侍君，亦是妙道。为什么你要避开这个东西？人生无处不是道场，都可以修超脱生死的事情，不要说我光在寺庙里才能超脱生死，这是境界很高的。但是你只说担水砍柴，比担水砍柴更根本的事情是我们都出生于这个民族，是父母生养我，我们走到天涯海角都是中国人。\n\n王德峰讲传习录",
    "timestamp": "2025-01-01T14:04:48.204Z"
  },
  {
    "id": "1735738434946",
    "content": "圣人之间恐怕会有一些份量上的差别，他说尧舜的份量就像金子，精金。什么叫精金，足色而已，没有任何其他金属掺杂其中是吧？足色。人人都可以达到足色。我们的心如精金一样，不掺杂任何的杂物，但是份量会有大小，份量可以算一算。\n\n王德峰讲传习录",
    "timestamp": "2025-01-01T13:33:54.946Z"
  },
  {
    "id": "1735736607855",
    "content": "王阳明心学\n- 孔孟学说\n- 六祖慧能禅宗\n\n王阳明达到儒家如此高的境界，又靠了谁呢？当然孔子和孟子的学说是基础，但千万别忘了禅宗。\n\n当王阳明心学王阳明以儒家的语言说人生的时候，我们看到他的基本原则恰好是慧能的，完全可以说王阳明就是儒家中的慧能。\n\n王德峰讲传习录\n",
    "timestamp": "2025-01-01T13:03:27.855Z"
  },
  {
    "id": "1735735817835",
    "content": "我们这一个儒家文化区叫东方社会，在礼仪规则法度之外，要立信仰，却没有宗教可以依托，又没有天国可以指望，于是我们只能在儒家的传统中开出新的境界，以便树立我们东方社会中的人，既不是基督徒，又不是伊斯兰教徒的人。他的勇敢、骨气、自信、高尚，要在儒家中开出来，谁做了这件事？王阳明。\n\n王德峰讲传习录",
    "timestamp": "2025-01-01T12:50:17.835Z"
  },
  {
    "id": "1735732746487",
    "content": "今日之中国众人的欲望汹汹，各司其能各谋其利，重功利而轻道义，视荣耻为无物，没有什么包容和耻辱的区分，社会信任不复存焉。沿着这个状态下去，我们这个民族内不能安，外不能立，钱财众多，无非是流水行云，即来即往。我们成了世界上第二大经济体，我们积累的资本够大的，据说很快就要代替美国了，变成世界上第一个资本强国了。这些都是全部就是流水嘛，去不可止的。这些数量很大的资本不足以成为我们国泰民安之根基。许多人看到我们表面的繁荣了，一带一路似乎又开辟了一个新的前景。西方人旧殖民主义新殖民主义都玩过了，他们好几路好几带了，前车之鉴，岂可忘之。在一带一路上要传输的是什么？传送的是中国价值，对吧？中国价值定好了没有，这是根本的思考。\n\n王德峰讲传习录",
    "timestamp": "2025-01-01T11:59:06.487Z"
  },
  {
    "id": "1735731820475",
    "content": "喜怒哀乐这才是人生的动力。头脑的知识从来不可能成为生活的动力，让我们去行动起来的是因为我们心向往之。\n\n王德峰讲传习录",
    "timestamp": "2025-01-01T11:43:40.475Z"
  },
  {
    "id": "1735731390338",
    "content": "人生在世就是做事情，要做种种的事，各种各样的人做各种各样不同的事，有的从政，有的从军，有的从商，有的从学，等等的事，什么是人生第一等事？王阳明在少年的时候问他的老师，他的老师回答他说第一等事就是读书做官，读书了参加了科举，然后做官就是第一等事。少年王阳明不能同意，老师反问，你以为什么是人生第一等事？少年王阳明回答说，读书，学做圣贤。\n\n王德峰讲传习录",
    "timestamp": "2025-01-01T11:36:30.338Z"
  },
  {
    "id": "1735550270383",
    "content": "View and change IndexedDB data\n\nhttps://learn.microsoft.com/en-us/microsoft-edge/devtools-guide-chromium/storage/indexeddb#view-indexeddb-data",
    "timestamp": "2024-12-30T09:17:50.383Z"
  },
  {
    "id": "1726976179544",
    "content": "千古风流人物第一季之辛弃疾",
    "timestamp": "2024-09-22T03:36:19.544Z"
  },
  {
    "id": "1726909866009",
    "content": "千古风流人物第一季之李商隐\n\n向晚意不适，驱车登古原。\n夕阳无限好，只是近黄昏。",
    "timestamp": "2024-09-21T09:11:06.009Z"
  },
  {
    "id": "1726842371984",
    "content": "千古风流人物第一季之李白",
    "timestamp": "2024-09-20T14:26:11.984Z"
  }
]